<template>
    <div class="help_info">
        <p>Ресурсы в игре представлены в виде РУДЫ и МИНЕРАЛОВ.</p>
        <p>Руда в свою очередь бывает нескольких видов :</p>
        <ul>
            <li>Железная руда
                <p>Представляет из себя очищенные от основных примесей куски металлической руды разных металлов. Пригодна для дальнейшей переплавки на заводах.</p>
            </li>
            <li>Минеральная руда
                <p>Добываемые на планетах или астероидах твёрдые породы - алмазы, рубины, топазы и другие.
                    При переработке способны заметно изменить свойства классических металлов, заметно повысив им прочность и элластичность.
                </p>
            </li>
            <li>Органическая руда
                <p>Добываемые в недрах планеты или на очень крупных астероидах (>100км в диаметре) остатки органической жизни. При должной переработке
                    отлично зарекомендовали себя в современном производстве полимеров.
                </p>
            </li>

            <li> Делитий
                <p>
                    Достаточно редкий минерал, применяемый для создания металлов, устойчивых к радиации. Используется в основном в обшивках реакторов
                    и обшивках космических кораблей.
                </p>
            </li>
            <li> Квантий
                <p>
                    Минерал, обладающий отличной проводимостью. Вся современная электроника построена на использовании квантия. также высокотехнологичные материалы
                    вроде  нанотоплива и веттура не могли бы существовать без добавления квантия.
                </p>
            </li>
            <li> Теллурий
                <p>
                    Минерал, дающий гибкость. Именно так его описали ученые, впервые добавив теллурий в металл. Как не странно, нанотопливо так же требует теллурий.
                </p>
            </li>
        </ul>

    </div>
</template>
