const helpInfo = {
    accumulateStation: 'В основе работы накопительной станции лежит т.н. молекулярный конструктор. Поглотители, сделанные из квадрии,' +
        'фильтруют атмосферный воздух, притягивая опасные для здоровья элементы, в т.ч тяжелые - растворённые частички металлов и различных ' +
        'минералов, и преобразуют полученные молекулы в куски неочищенного вещества, где в большом количестве присутствуют разные виды руды. ' +
        'К сожалению, производительность станции слишком маленькая, чтобы считаться промышленной, однако бесплатная руда в прямом смысле получается' +
        ' из воздуха. Годится на начальном этапе игры, либо как экстренный вариант.'
}

export default helpInfo